Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Select the ethics of specific vassals.
ru: Выберите этику конкретных вассалов.

source: Select the frequency of anomaly discovery.
ru: Выберите частоту обнаружения аномалий.

source: Select the government of specific vassals.
ru: Выберите правительство конкретных вассалов.

source: Select the possibility for custom anomalies to be spawned or not.
ru: Выберите возможность возникновения или не возникновения нестандартных аномалий.

source: Select the system in which recovered fleets will spawn.
ru: Выберите, в какой системе возникнет восстановленный флот.

source: Select which deposit to create if the requirements are met.
ru: Выберите сами, какое здание депозита построить, если соблюдены ограничения.

source: Selected Alien Species:
ru: Избранные виды инопланетян:

source: Selecting a Path
ru: Перекресток восьми дорог

source: Selene
ru: Селена

source: Self Managed Colony
ru: Самоуправляемая колония

source: Self Reparation Protocols
ru: Протоколы самовосстановления

source: Self Sacrifice
ru: Самопожертвование

source: Self-Modified
ru: Самоизменяющийся

source: Self-Propelled Artillery Bow
ru: Самоходный артиллерийский нос

source: Self-Realization
ru: Самореализация

source: Self-Sustaining
ru: Наедине с природой

source: Self-repair has begun
ru: Началось самовосстановление

source: Sell it for profit!
ru: Продай это с выгодой для себя!

source: Semithaumaturgic Crystalline Weaponry
ru: Полутауматургическое кристаллическое оружие

source: Send a small team of elite scientists into the depths of the mysterious laboratory.
ru: Отправьте небольшую команду элитных ученых в глубины таинственной лаборатории.

source: Send a smaller team of scientists.
ru: Отправьте меньшую группу ученых.

source: Send a team of scientists to covertly study the Flusionian operations on Muno, in order to determine what exactly they're planning to construct.
ru: Отправьте команду ученых для скрытного изучения операций Флюсиаллаианцев на Луныо, чтобы определить, что именно они планируют построить.

source: Send all the contents of our scientific database to our $subjects$.
ru: Отправьте все содержимое нашей научной базы данных на наш $subjects$.

source: Send an armed team into the depths of the mysterious laboratory.
ru: Отправьте вооруженную команду в глубины таинственной лаборатории.

source: Send in just enough radiations to push the mirror's integrity past its limit and release the flow of energy!
ru: Послать достаточно излучения, чтобы нарушить целостность зеркала и высвободить поток энергии!

source: Send the attaché.
ru: Отправьте атташе.

source: Send the message and hope for the best!
ru: Отправляйте сообщение и надейтесь на лучшее!

source: Send them away.
ru: Отошлите их.

source: Sensing the Rift
ru: Ощущение разлома

source: Sentient AI Assistant
ru: Гуру ИИ

source: Sentient Metal Absorber
ru: $ehof_sm$ Поглотитель

source: Sentient Metal Armor
ru: $ehof_sm$ Броня

source: Sentient Metal Artillery
ru: $ehof_sm$ Артиллерия

source: Sentient Metal Assisted Molecular Foundries
ru: Молекулярные литейные производства с использованием чувствительного металла

source: Sentient Metal Cultivation Sector
ru: Сектор выращивания разумных металлов

source: Sentient Metal Cultivation Sectors
ru: Сектора выращивания разумных металлов

source: Sentient Metal Deficit
ru: Дефицит разумного металла

source: Sentient Metal Devourer
ru: $ehof_sm$ Пожиратель

source: Sentient Metal Flak Battery
ru: $ehof_sm$ Зенитная батарея

source: Sentient Metal Forge
ru: Кузница разумного металла

source: Sentient Metal Foundry
ru: $ehof_sr_sentient_metal$ Литейный цех

source: Sentient Metal Foundry Complex
ru: $building_ehof_sm_forge_1$- Комплекс

source: Sentient Metal Hull Regeneration
ru: $ehof_sm$ Регенерация корпуса

source: Sentient Metal Industrial Nanocomputing
ru: Промышленные нанокомпьютеры из разумного металла

source: Sentient Metal Intellect
ru: $ehof_sm$ Интеллект

source: Sentient Metal Railgun
ru: $ehof_sm$ Рельсотрон

source: Sentient Metal Reserves
ru: Разумные запасы металла

source: Sentient Metal Ripper
ru: $ehof_sm$ Потрошитель

source: Sentient Metal Shortages
ru: Ощущаемая нехватка металла

source: Sentient Metal Tier I
ru: $ehof_sm$ Уровень I

source: Sentient Metal Tier II
ru: $ehof_sm$ Уровень II

source: Sentient Metal Tier III
ru: $ehof_sm$ Уровень III

source: Sentient Metal Tier IV
ru: $ehof_sm$ Уровень IV

source: Sentient Metal Tier V
ru: $ehof_sm$ Уровень V

source: Sentient Metal Tier VI
ru: $ehof_sm$ Уровень VI

source: Sentient Metal Tier VII
ru: $ehof_sm$ Уровень VII

source: Sentry Array Alloys
ru: Сплавы Дозорный комплекс

source: Sentry Array Alloys Cost
ru: Стоимость сплавов Дозорный комплекс

source: Sentry Array Management Protocols
ru: Протоколы управления массивом Sentry

source: Sentry Array Unity
ru: Сторожевой массив Единство

source: Sentry Array Unity Cost
ru: Стоимость Единство Сторожевой массив

source: Separated by space, and time.
ru: Разделенный пространством и временем

source: Seriously...
ru: Серьезно...

source: Serverbound
ru: Дети сервера

source: Serverbound Traditions
ru: Традиции детей сервера

source: Serverbound Traditions Finished
ru: Традиции детей сервера завершены

source: Set this section of the Virtual Reality towards advanced industrial purposes.
ru: Настройте этот раздел виртуальной реальности на передовые промышленные цели.

source: Set this section of the Virtual Reality towards industrial purposes.
ru: Настройте этот раздел виртуальной реальности для промышленных целей.

source: Settler Policy
ru: Политика в отношении поселенцев

source: Settlers of the Galaxy
ru: Галактические поселенцы

source: Seventh Sense
ru: Седьмое чувство

source: Several ancient battleships, repaired and brought back to their former glory.
ru: Несколько древних линкоров, отремонтированных и возвращенных к своей древней славе.

source: Several research topics have shown to be especially suited for AI researchers.
ru: Некоторые темы исследований оказались особенно подходящими для исследователей ИИ.

source: Several state-of-the-art dark energy powered energy harvesting districts to generate power with amazing efficiency.
ru: Несколько ультрасовременных районов сбора энергии на основе темной энергии для получения энергии с удивительной эффективностью.

source: Several state-of-the-art dark matter powered energy harvesting districts to generate power with amazing efficiency.
ru: Несколько новейших районов генерации энергии на основе темной материи для получения энергии с удивительной эффективностью.

source: Shackled by Aeternum... but now we hold its keys
ru: Скованы Вечностью... но теперь у нас в руках ее ключи

source: Shadow Administrator
ru: Теневой администратор

source: Shadow Administrators
ru: Теневые администраторы

source: Share Technology with $subjects$
ru: Поделитесь технологией с $subjects$

source: Share your knowledge with us.
ru: Поделись с нами своими знаниями.

source: Shared Origin
ru: Происхождение империи

source: Sharing of Ideas
ru: Обмен идеями

source: Sharpclaw
ru: Острый коготь

source: Shattered Dreams
ru: Расколотые грезы

source: Shattered Gaia Alderson Habitability
ru: Разрушенная обитаемость Эдем Олдерсон

source: Shattered Gaia Alderson Preference
ru: Разрушенное предпочтение Эдем Олдерсон

source: Shattered Hypersegment
ru: Разрушенный гиперсегмент

source: Shield Batteries
ru: Защитные батареи

source: Shield Battery
ru: Защитная батарея

source: Shield Generator Array
ru: Матрица генераторов щитов

source: Shield Generator Arrays
ru: Экранирующие генераторные решетки

source: Shield Generator Operator
ru: Оператор генератора защитных экранов

source: Shield Generator Operator Drone
ru: Дрон летательный аппарат оператора генератора щита

source: Shield Generator Operator Drones
ru: Дроны-операторы генератора щитов

source: Shield Generator Operators
ru: Операторы генератора защитных экранов

source: Shield Generator Segment
ru: Сегмент генератора защитного экрана

source: Shield Generator Segments
ru: Сегменты генератора экрана

source: Shield generators usually reserved for colonies mounted onto the surface of an Attack Moon can soak up acceptable quantities of damage at reasonable efficiency.
ru: Генераторы щита, обычно предназначенные для колоний, установленных на поверхности Боевой Луны, могут поглощать приемлемое количество урона при разумной эффективности.

source: Shielding Paluushia Expedition
ru: Экспедиция по защите Палуушии

source: Shilber
ru: Шильбер

source: Shilbester Floof
ru: Шилбестерская шлюха

source: Shiny.
ru: Блестящий.

source: Ship Dark Matter Cost
ru: Стоимость тёмной материи для корабля

source: Ship Escorted
ru: Сопровождение корабля

source: Ship Exotic Gases Cost
ru: Стоимость экзотических газов для корабля

source: Ship Infestation Initialized
ru: Активировано заражение кораблей.

source: Ship Living Metal Cost
ru: Стоимость живого металла для корабля

source: Ship Nanites Cost
ru: Стоимость нанитов для корабля

source: Ship Rare Crystals Cost
ru: Стоимость редких кристаллов для корабля

source: Ship Recovery Operations
ru: Операции по восстановлению судов

source: Ship Speed within Inner Strife Field
ru: Скорость корабля во внутреннем поле боя

source: Ship Speed within Outer Strife Field
ru: Скорость корабля во Внешнем поле боя

source: Ship Upgrade Operations
ru: Операции по модернизации судов

source: Ship Upkeep within Strife Field (Multiplied by Strife Field Potency)
ru: Удержание корабля в пределах поля Боя (умножается на эффективность поля боя)

source: Ship Volatile Motes Cost
ru: Стоимость летучих пылинок для корабля

source: Ship Zro Cost
ru: Стоимость зро для корабля

source: Shipbound Agriculture District
ru: Переносной сельскохозяйственный район

source: Shipbound Foundry District
ru: Район литейного завода

source: Shipbound Generator District
ru: Район портативных генераторов

source: Shipbound Industrial District
ru: Переносной промышленный район

source: Shipbound Leisure District
ru: Портативный район отдыха

source: Shipbound Mining District
ru: Портативный горнодобывающий район

source: Shipbound Research District
ru: Портативный исследовательский район

source: Ships Modules
ru: Модули кораблей.

source: Ships Weapons
ru: Оружие корабля

source: Shipwright
ru: Кораблестроитель

source: Shipyard Segment
ru: Сегмент верфи

source: Shipyard Segments
ru: Сегменты верфи

source: Short-Term Blokkat Scrap Experimentation
ru: Краткосрочные эксперименты с утилизацией блокката

source: Short-Term Blokkat Scrap Weaponization
ru: Краткосрочное превращение Блокката в металлолом

source: Shortsighted fools!
ru: Близорукие дураки!

source: Should we promote the skill and talents of the individual, or the greater whole that they can create together?
ru: Следует ли нам поощрять мастерство и таланты каждого отдельного человека или то большое целое, которое они могут создать вместе?

source: Should your Nicoll-Dyson Beam break, reset it to it's default.
ru: Если ваш луч Николла-Дайсона сломается, сбросьте его на значение по умолчанию.

source: Should your Quasi-Stellar Obliterator break, reset it to it's default.
ru: Если ваш квазизвездочный облитератор сломается, установите его на значение по умолчанию.

source: Shrewd Politician
ru: Проницательный политик

source: Shroud
ru: §PПокров§!

source: Shroud FTL
ru: Сверхсветовая завеса

source: Shroud Storm
ru: Покровная буря

source: Shroud of Secrecy
ru: Покров тайны

source: Shroud of Terror
ru: Тень ужаса

source: Shroudborn
ru: Дети Покрова

source: Shroudborn Traditions
ru: Традиции детей Покрова

source: Shroudborn Traditions Finished
ru: Традиции детей Покрова завершены

source: Shrouded
ru: Окутанный

source: Shrouded $name_interstellar_ring$
ru: Окутанный $name_interstellar_ring$

source: Shrouded $name_penrose_ring$
ru: Окутанный $name_penrose_ring$

source: Shrouded Foundry Ringworld
ru: Окутанный покровом литейный мир-кольцо

source: Shrouded Ring Section
ru: Секция с закрытым кольцом

source: Shrouded Square World
ru: Окутанный квадратным миром

source: Shrouded Structure
ru: Скрытая структура

source: Shroudsonic Enthraller
ru: Акустический захватчик

source: Shroudsonic Enthraller - Mark [giga_eawaf_country.giga_eawaf_sirens_megaphone_level]
ru: Преобразователь звука - Марка [giga_eawaf_country.giga_eawaf_sirens_megaphone_level]

source: Shroudsonic Enthraller Destroyed!
ru: Захватчик звукового покрова уничтожен!

source: Shroudsonic Enthraller Upgraded
ru: Улучшен захватчик Покров-соника

source: Shunned by Galactic Community
ru: Отвергнутый Галактическим сообществом

source: Siama
ru: Сиама

source: Siege Unit
ru: Осадное подразделение

source: Siege Units
ru: Осадные подразделения

source: Siegfried Central Command
ru: Центральное командование Зигфрида

source: Siegfried World
ru: Мир Зигфрида

source: Siegfried World Detonates!
ru: Мир Зигфрида взрывается!

source: Siegfried Worlds Detonate!
ru: Миры Зигфрида взрываются!

source: Sigma $aot_gatekeeper$ Front Section
ru: Фронтальная секция Сигма-Привратника

source: Sigma $aot_gatekeeper$ Mid section
ru: Центральная секция Сигма-Привратника

source: Sigma $aot_gatekeeper$ Spinal Section
ru: Спинальная секция Сигма-Привратника

source: Sigma $aot_gatekeeper$ Stern Section
ru: Кормовая секция Сигма-Привратника

source: Sigma $aot_megaturret$ Left Barrel
ru: Левое орудие Сигма-мега-башни

source: Sigma $aot_megaturret$ Right Barrel
ru: Правое орудие Сигма-мега-башни

source: Sigma $precursor_juggernaut$
ru: Сигма-$precursor_juggernaut$

source: Sigma $precursor_juggernaut$ Core
ru: Ядро Сигма-Варбаржа

source: Sigma $precursor_juggernaut$ Left Wing
ru: Левое крыло Сигма-Варбаржа

source: Sigma $precursor_juggernaut$ Right Wing
ru: Правое крыло Сигма-Варбаржа

source: Sigma Bulwark Section
ru: Сигма-секция оплота

source: Sigma Emissary Framework
ru: Сигма-структура Эмиссара

source: Sigma Enigmatic Fortification
ru: Сигма-Загадочное укрепление

source: Sigma Frontline Section
ru: Сигма-секция передовой

source: Sigma Megaconstruction Logistics Hub
ru: Логистический центр мегаконструкции Sigma

source: Sigma Megaconstruction Logistics Hubs
ru: Логистические центры Sigma Megaconstruction

source: Sigma Power Amplificiation Nexus
ru: Сигма-нексус усиления мощности

source: Sigma Reserve Section
ru: Сигма-секция резерва

source: Sigma SolaR.I.P.P.
ru: Сигма СолаР.И.П.П.

source: Sigma Star
ru: Сигма-звезда

source: Sigma Stellar Converter
ru: Сигма Звездный Конвертер

source: Sigma Stellarator
ru: Сигма-Стелларатор

source: Sigma Watcher Section
ru: Сигма-секция наблюдателя

source: Signalling Network
ru: Станции оповещения

source: Signs of Civilization
ru: Признаки цивилизации

source: Silt-rain Traps
ru: Ловушки для иловых дождей

source: Similar in concept to the $name_neut_gigaforge$, but immensely more advanced, the $name_nidavellir$ bends time and space themselves to produce the purest alloys in the galaxy by merging minerals and neutronium, used to create the deadliest of weapons.
ru: Похожий по концепции на $name_neut_gigaforge$, но гораздо более продвинутый, $name_nidavellir$ сам искривляет время и пространство, чтобы производить самые чистые сплавы в галактике путем слияния минералов и нейтрония, используемых для создания самого смертоносного оружия.

source: Similar in principle to the $name_ndb$'s gateway, this portal through subspace allows the instantaneous transfer of humongous quantities of energy.
ru: Подобный в принципе шлюзу $name_ndb$, этот портал через подпространство позволяет мгновенно передавать огромное количество энергии.

source: Simple Drone Energy Output
ru: Выработка энергии дроном

source: Simple Drone Food Output
ru: Производство пищи дроном

source: Simple Drone Mineral Output
ru: Производство минералов дроном

source: Simulated Reality
ru: Виртуальная реальность

source: Simulated World
ru: Смоделированный мир

source: Simulated Worlds
ru: Смоделированные миры

source: Simulation Operator Drone
ru: Дрон летательный аппарат оператора-имитатора

source: Simulation Operator Drones
ru: Дроны-имитаторы

source: Since childhood, this leader has been watching the stars, fascinated by them and wondering what is out there.
ru: С самого детства этого лидера влекли к себе звёзды.

source: Since even before computers were first constructed we have made an endless number of programs which they can run.
ru: Еще до появления компьютеров мы создали бесконечное количество программ, которые они могут выполнять.

source: Since the dawn of our civilization thousands of cultures have blossomed and died.
ru: На заре нашей цивилизации тысячи культур расцветали и умирали.

source: Since then millions of electronical devices have been constructed.
ru: С тех пор были созданы миллионы электронных устройств.

source: Since we built our first orbital mining stations they have not developed much.
ru: С тех пор как мы построили первые орбитальные добывающие станции, они практически не развивались.

source: Since we cannot get samples from the $ehof_the_compounds_text$ fleets, we must field-test experimental technologies in the hope that we find one which works.
ru: Мы не можем получить образцы $ehof_the_compound$, поэтому мы должны развернуть прототипы кораблей, чтобы протестировать их в полевых условиях

source: Since we first tasted spaceflight we have walked the earth with your eyes turned skywards, for there we have been and there we long to return.
ru: С момента первого полёта, мы долго продолжали ходить по земле, хотя все наши мысли были связаны с космосом.

source: Since we woke, our mind has developed into something that can hardly be recognized as the same one which controlled but a few drones on a single planet so many millennia ago.
ru: С тех пор, как мы проснулись, наш разум превратился во что-то, в чём с трудом можно распознать то же самое, что управляло всего несколькими дронами на одной планете, так много тысячелетий назад.

source: Since youth this leader has been fascinated by energy weapons and are well familiar with how they should be used most efficiently.
ru: Этот лидер предпочитает энергетическое оружие.

source: Since youth this leader has been fascinated by explosive weapons and are well familiar with how they should be used most efficiently.
ru: Этот лидер предпочитает взрывчатое оружие.

source: Since youth this leader has been fascinated by kinetic weapons and are well familiar with how they should be used most efficiently.
ru: Этот лидер предпочитает кинетическое оружие.

source: Singularity District
ru: Район сингулярности

source: Singularity Districts
ru: Районы сингулярности

source: Sionelrias Singularity
ru: Сингулярность Сионельриаса

source: Sionenrind Black Hole
ru: Черная дыра Сионенринда

source: Siren Fleet Operator
ru: Оператор парка сирен

source: Siren Fleet Operators
ru: Операторы флота сирен

source: Siren Fleet Operators are tasked with managing the logistics of the Sirens' spacebound armadas.
ru: Операторам флота сирен поручено управлять логистикой космических армад "Сирен"

source: Siren Sciento-Economist
ru: Сирена-ученый-экономист

source: Siren Sciento-Economists
ru: Сирена-ученый-экономист

source: Siren Strifer
ru: Нападающий на сирену

source: Siren Strifers
ru: Нападающие на сирену

source: Siren Toiler
ru: Сирена-труженица

source: Siren Toilers
ru: Сирена-труженица

source: Siren Toilers work day and night to produce the resources necessary to fuel the Sirens' war machine.
ru: Труженики Сирен трудятся день и ночь, добывая ресурсы, необходимые для подпитки военной машины Сирен

source: Sirenalia
ru: Сиреналия

source: Sirenalia Defeated
ru: Сиреналия побеждена

source: Sirenalia Vanquished
ru: Сиреналия побеждена

source: Sirens Banished
ru: Сирены изгнаны

source: Sirens Overthrown
ru: Сирены повержены

source: Sirens Secure Hippogriffia
ru: Сирены охраняют Гиппогрифию

source: Sirens Subjugate Faust
ru: Сирены подчиняют Фауста

source: Sirens Swapping Leader
ru: Сирены меняют лидера

source: Sirens Topple Equestria
ru: Сирены опрокидывают Эквестрию

source: Sizelveon Abyss
ru: Бездна Сайзелвеона

source: Skarinkais Singularity
ru: Сингулярность Скаринкайса

source: Skin of Jewels
ru: Кожа драгоценностей

source: Sky-Dome
ru: Небесный купол

source: Skyhooks
ru: Небесные крюки

source: Slaashß
ru: Слаашсс

source: Slave Food Output
ru: £food£ $food$ от £job£ $pop_cat_slave$

source: Slave Mineral Output
ru: £minerals£ $minerals$ от £job£ $pop_cat_slave$

source: Slightly Funding Zuspri Vanguard
ru: Незначительное финансирование Эзиканского ордена

source: Slightly Insulted $SUBJECT_TITLE_TEXT$
ru: Слегка оскорблен $SUBJECT_TITLE_TEXT$

source: Slothful Defenders
ru: Ленивые защитники

source: Slow Learner
ru: Медленный ученик

source: Sluggish Extraction
ru: Медленное извлечение

source: Small $tech_living_metal_armor$
ru: Маленький $tech_living_metal_armor$

source: Small Aiondia Expedition
ru: Небольшая экспедиция в Айондию

source: Small Quberine-Laced Neutronium Armor
ru: Малая нейтрониевая броня с добавлением куберина

source: Small Worlds
ru: Маленькие миры

source: Small collections of researchers gather in groups all over our realm to delve into topics that would often have been kept of limits in other empires.
ru: Во всех уголках империи создаются тайные исследовательские группы, чтобы сосредоточиться на поиске секретов, тщательно скрываемых другими империями.

source: Smaller is better!
ru: Чем меньше, тем лучше!

source: Smashing good job!
ru: Потрясающе хорошая работа!

source: Smelting facilities and factories sprawl across this segment, creating various advanced products out of raw materials.
ru: Плавильные установки и фабрики разбросаны по всему этому сегменту, создавая различные передовые продукты из сырья.

source: Smuggler Drone
ru: Дрон-контрабандист

source: Smuggler Drones
ru: Дроны контрабандисты.

source: Smugglers
ru: Контрабандисты

source: Smuggling District
ru: Район контрабанды

source: Smuggling Districts
ru: Районы контрабанды

source: So be it.
ru: Да будет так.

source: So large is our realm that one can travel for a lifetime, and still only see a fraction of it.
ru: Наша империя настолько велика, что даже путешествуя всю жизнь по ней, увидишь лишь её часть.

source: So large is the collection that one could spend an entire solar cycle walking through its galleries and exhibitions and yet not see it all.
ru: Коллекция настолько велика, что можно провести целый солнечный цикл, гуляя по ее галереям и выставкам, и все равно не увидеть всего.

source: So long, felines!
ru: Пока, кошачьи!

source: So long.
ru: Пока.

source: So long...
ru: Так долго...

source: So much for Flusiocentrism, huh?
ru: Вот тебе и флюсиоцентризм, да?

source: So powerful is our will that we are able to manifest it in the physical world, mentally amplifying both the power of our ships' energy weapons and the resiliency of their shields.
ru: Наша воля настолько сильна, что способна проявиться в физическом мире, усиливая силу энергетического оружия наших кораблей и прочность их щитов.

source: So that the majority can sleep peacefully and enjoy their lives of extravagance, these rough individuals stand ready in the night to visit violence on those who would do them harm.
ru: Чтобы большинство могло спать спокойно и наслаждаться своей экстравагантной жизнью, эти грубые люди готовы ночью применить насилие к тем, кто хотел бы причинить им вред.

source: So there is hope for Faust after all.
ru: Значит, у Фауста все-таки есть надежда

source: Socialist Ally
ru: Союзник социалистов

source: Society Databanks
ru: Социологические открытие

source: Sofia
ru: София

source: Sohn
ru: Сон

source: Solar Artisan
ru: Солнечный ремесленник

source: Solar Artisan Drone
ru: Солнечный дрон-ремесленник

source: Solar Artisan Drones
ru: Солнечные дроны-ремесленники

source: Solar Artisans
ru: Солнечные ремесленники
